<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" type="text/css" href="ホームページ.css">
<title>Insert title here</title>
</head>
<body>
<header></header>
 <br>



<div align="center">
    <h1>利用規約</h1>
</div>
<p>choitabiをご利用いただきありがとうございます。
    本規約にご同意の上、choitabiをご利用下さい。</p>

     <h2>第1条 適用範囲</h2>

<p>1「choitabi利用規約」(以下、「本規約」と言います。)は、株式会社internous(以下、「当社」と言います。)が提供する「choitabi」(以下、「本サービス」と言います。)の利用に対して適用されます。</p>

<p>2 本規約とは別に当社が定める諸規定は、それぞれ本規約の一部を構成するものとします。本規約の規定と諸規定の内容が異なる場合には、諸規定の内容が優先して適用されるものとします。また、当社が法令に反せず、かつ本サービスの利用者(以下、「ユーザー」と言います。)に不利にならない範囲で書面により特約を結んだときは、その特約が優先して適用されるものとします。</p>

<p>3 ユーザーが本サービスを通して予約したときには、当社旅行業約款(手配旅行契約の部)によらず、この規約の定めるところによります。この規約の定めのない事項については、法令または一般に確立された慣習によります。</p>

     <h2>第2条 用語の定義</h2>

<p>1 この規約で｢予約｣とは、ユーザーがツアーに関するサービスの提供受けることができるように、ユーザーと当社が契約をすることを言います。</p>


     <h2>第3条 契約の所在</h2>

<p>choitabiで提供される宿泊サービスに関する契約は、ユーザーと宿泊施設との間で締結する契約となります。当社はこの契約の媒介のみを行います。</p>

     <h2>第4条 権利の譲渡禁止</h2>

<p>ユーザーは、本サービスを受ける事が出来る権利を、当社の事前の同意を得ることなく第三者に譲渡および貸与してはならないものとします。</p>

     <h2>第5条 予約の申込み</h2>

<p>予約をしようとするユーザーは、インターネット上の当社所定の申込み画面に必要事項を入力の上、当社にインターネットを通して当社所定の方法により送信をしなければなりません。</p>

     <h2>第6条 予約の確認</h2>

<p>当社は、予約の申込み後速やかにユーザーにツアーに関する事項を記載した｢予約確認画面｣でインターネットを通して表示します。</p>

     <h2>第7条 契約の成立時期</h2>

<p>1 契約は、ユーザーが第5条に基づく予約申込みを行い、予約確認の回答となる｢予約完了画面｣がユーザーのインターネット端末に表示された時に成立します。</p>


     <h2>第9条 代金の支払い</h2>

<p>ユーザーは、当社が指定する時に支払わなければなりません。</p>

     <h2>第10条 契約内容の取消及び変更</h2>

<p>1 ユーザーは、予約の全部または一部を取消、または予約の内容を変更するように求めることができます。</p>

<p>2 前項のユーザーの求めにより予約の全部、一部を取消または予約の内容を変更するとき、取消料・違約料等は、当社約款に基づくものとします。</p>

<p>3 取消料・違約料等は当社が直接請求するものとします。</p>


     <h2>第11条 ユーザー登録の解除及び予約の取消</h2>

<p>1 ユーザーが本規約に反した行為、不正もしくは違法に本サービスを利用した場合、または真実かつ正確なデータが登録されていないと当社が判断した場合には、当社は事前の予告無く当該ユーザーの登録情報を削除し、将来に渡ってサービスを利用することをお断りする場合があります。</p>

<p>2 当該ユーザーによる未消化の予約がある場合は、該当する予約を取り消します。但し、取消料・違約料等が発生した場合は該当ユーザーの負担と致します。</p>
     <h2>第12条 当社の責任</h2>

<p>1 当社は、予約の履行にあたって、当社が故意または過失による情報の非伝達のためユーザーに損害を与えたときは、その損害を賠償する責に任じます。但し、損害発生の翌日から起算して1ヶ月以内に当社に対して通知があったときに限ります。</p>

     <h2>第13条 ユーザーの自己責任</h2>

<p>1 ユーザーが本サービスを利用するにあたり、自ら行った行為及び自己のメールアドレス等によりなされた一切の行為、及びそれらの結果について、自らの行為の有無、過失の有無を問わずその責任を負担するものとします。</p>

<p>2 本サービスの利用にあたり、第三者に損害を与えた場合、ユーザーは自己の責任と負担において当該第三者との紛争を解決するものとします。ユーザーが本規約に違反して当社に損害を与えた場合、当社は当該ユーザーに対して被った全ての損害の賠償を請求することができるものとします。</p>

     <h2>第14条 ご利用環境等</h2>

<p>ユーザーは、本サービス利用にあたり、自己の費用と責任において通信機器・ソフトウェア・公衆回線などユーザー側環境として必要なもの全てを用意するものとします。これらの環境に起因して本サービスのご利用に支障が発生した場合、及びそれらがもたらす諸影響に関して、当社は一切責任を負いません。</p>

     <h2>第15条 サービスの中止・中断</h2>

<p>当社は、以下の事項に該当する場合、予告無く本サービスの運営を中止中断できるものとします。この場合にユーザーに生じた損害について、当社は一切責任を負わないものとします。</p>

・ 本サービスのシステムの保守を定期的に又は緊急に行う場合<br>
・ 戦争、暴動、騒乱、労働争議、地震、噴火、洪水、津波、火災、停電その他の非常事態により、本サービスの提供が通常どおりできなくなった場合<br>
・ その他、当社が、本サービスの運営上、一時的な中断が必要と判断した場合
第17条 本サービスに関するシステム内容の変更<br>

<p>当社は、本サービスの運営、登録に関するシステムや内容の変更が必要であると判断した場合には事前に通知することなく必要な変更を行ないます。</p>

    <h2>第16条 当社からの通知</h2>

<p>1 当社は、本サービスでの掲示や電子メールの送付、その他当社が適当と判断する方法により、ユーザーに対し、随時必要な事項を通知します。</p>

<p>2 前項の通知は、当社が当該通知を当社のWeb上または電子メールで行った場合は、Web上に掲示し、または電子メールを発送した時点より効力を発するものとします。</p>
    <h2>第17条 個人情報の保護</h2>

<p>1 当社はユーザーが登録する個人情報を適切に保護し、当社が定める「個人情報保護方針」を遵守します。</p>

<p>2 本サービスに関連して、当社が提供する各種サービスをユーザーが利用する際に、個人情報を利用する場合があります。これら利用については当社が定める「個人情報の取扱について」に則り行います。</p>

<p>3 ユーザーが、登録またはサービスを利用する過程において当社が知り得た情報に関し、当社および当社が機密保持契約を結んだ協力企業以外に利用者の個人情報を開示することは原則としていたしません。但し、以下のケースにおいて個人情報を開示する場合があります。</p>

・ ユーザーが、個人情報の開示に同意している場合<br>
・ 法令により開示を求められた場合<br>
・ 当社が、本サービスの利用動向の分析のため収集した統計個人情報（個人を特定できない情報等）を開示する場合<br>

     <h2>第18条 禁止事項</h2>

<p>ユーザーは、本サービスの利用にあたって、以下の行為を行ってはならないものとします。</p>

・ 他のユーザー、第三者もしくは当社の著作権、財産権、プライバシー又はその他の権利を侵害する行為、及び侵害するおそれのある行為<br>
・ 前項の他、他のユーザー、第三者もしくは当社に不利益又は損害を与える行為、及び与えるおそれのある行為<br>
・ 他のユーザー、第三者もしくは当社を誹謗中傷する行為<br>
・ 公序良俗に反する行為、又はそのおそれのある行為、もしくは公序良俗に反する情報を他のユーザー又は第三者に提供する行為<br>
・ 犯罪的行為、又は犯罪的行為に結び付く行為、もしくはそのおそれのある行為<br>
・ 当社の承諾なく、本サービスを通じて、又は本サービスに関連して、営利を目的とした行為、又はその準備を目的とした行為<br>
・ メールアドレス及びパスワードを不正に使用する行為。<br>
・ コンピュータウィルス等の有害なプログラムを本サービスを通じて、又は本サービスに関連して使用し、もしくは提供する行為<br>
・ 法令に違反する、又は違反するおそれのある行為<br>
・ その他、当社が不適切と判断する行為<br>
     <h2>第19条 損害賠償の請求</h2>

<p>ユーザーが本規約に反した行為または不正もしくは違法に本サービスを利用することにより、当社に損害を与えた場合、当社は該当ユーザーに対して相応の損害賠償の請求(弁護士費用を含む)を行う場合があるものとします。</p>

     <h2>第20条 管轄裁判所</h2>

<p>1 本サービスに関連して、ユーザーと当社との間で紛争が生じた場合には、当事者間において誠意をもって解決するものとします。</p>

<p>2 協議をしても解決しない場合、東京地方裁判所または東京簡易裁判所を合意管轄裁判所とします。</p>

     <h2>第21条 規約の変更</h2>

<p>当社はユーザーの了解を得ることなくこの規約を変更することがあります。この場合に、本サービスの利用条件は、変更後の利用規約によるものとします。変更後の規約は、当社が別途定める場合を除き、本サービス上に表示した時点より、効力を生じるものとします。</p>
    <h2>第24条 規約の発効</h2>

<p>本規約は、日本標準時2017年8月1日より有効とします。</p>

<footer></footer>

</body>
</html>