/*テストDBにサンプルデータを挿入するコマンドです*/

use test_choitabi;

delete from tour;
insert into tour values
('サンプルツアー1', null, 15000, 30, 20170901, 'A駅'),
('サンプルツアー2', null, 15000, 30, 20170901, 'B駅'),
('サンプルツアー3', null, 15000, 30, 20170901, 'C駅'),
('サンプルツアー4', null, 15000, 30, 20170901, 'D駅'),
('サンプルツアー5', null, 15000, 30, 20170901, 'E駅'),
('サンプルツアー6', null, 15000, 30, 20170901, 'F駅'),
('サンプルツアー7', null, 15000, 30, 20170901, 'A駅'),
('サンプルツアー8', null, 15000, 30, 20170901, 'B駅'),
('サンプルツアー9', null, 15000, 30, 20170901, 'C駅'),
('サンプルツアー10', null, 15000, 30, 20170901, 'D駅'),
('サンプルツアー11', null, 15000, 30, 20170901, 'E駅'),
('サンプルツアー12', null, 15000, 30, 20170901, 'F駅'),
('サンプルツアー13', null, 15000, 30, 20170901, 'A駅'),
('サンプルツアー14', null, 15000, 30, 20170901, 'B駅'),
('サンプルツアー15', null, 15000, 30, 20170901, 'C駅'),
('サンプルツアー16', null, 15000, 30, 20170901, 'D駅'),
('サンプルツアー17', null, 15000, 30, 20170901, 'E駅'),
('サンプルツアー18', null, 15000, 30, 20170901, 'F駅'),
('サンプルツアー19', null, 15000, 30, 20170901, 'A駅'),
('サンプルツアー20', null, 15000, 30, 20170901, 'B駅'),
('サンプルツアー21', null, 15000, 30, 20170901, 'C駅');

delete from categories_area;
insert into categories_area values
(null, '東北'),
(null, '関東'),
(null, '関西'),
(null, '九州');

delete from categories_theme;
insert into categories_theme values
(null, 'グルメ'),
(null, '名所'),
(null, 'アクティビティ'),
(null, '一押し');